Repository: hannesschulze/optimizer
Catalog: po/extra/*.po
Languages: es, nl, pt_br

source: Clean up your system
nl: Schoon je systeem op
pt_br: Limpe seu sistema

source: Find out what's eating up your system resources and delete unnecessary files from your disk.
nl: Bekijk welke processen je systeembronnen opeisen en verwijder onnodige bestanden van je schijf.
pt_br: Descubra o que está sendo consumido no sistema e exclua arquivos desnecessáriosdo seu disco

source: Visualize the files that can be deleted
es: Descubre qué ficheros pueden ser eliminados
nl: Breng in kaart welke bestanden je kunt verwijderen
pt_br: Visualize os arquivos que podem ser deletados

source: A new visualizer of the files that can be deleted in the system cleaner
es: Una nueva forma de conocer qué ficheros pueden ser eliminados en el limpiador del sistema
nl: Een nieuwe manier om in kaart te brengen welke bestanden kunnen worden verwijderd
pt_br: Uma nova maneira de visualizar arquivos que podem ser excluídosno limpador do sistema

source: You won't get asked if you want to continue when the selected directories are already empty
es: No serás preguntado si quieres continuar cuando los directorios seleccionados ya estén vacíos
nl: Geen vraag meer of je wilt doorgaan als de geselecteerde mappen al geleegd zijn
pt_br: Você não tera confirmação se os diretórios selecionados já estiveram vazios

source: You can now "Select All" items in the system cleaner
es: Ahora puedes "Seleccionar Todos" los elementos en el limpiador del sistema
nl: Je kunt nu alle items tegelijk selecteren in de opschoner
pt_br: Agora você pode "Selecionar Todos" os itens no limpador do sistema

source: The column sizes in the processes overview are adjusted automatically
es: El tamaño de las columnas en la vista general de procesos se ajusta automáticamente
nl: De kolomafmetingen op het procesoverzicht worden nu automatisch aangepast
pt_br: Os tamanhos das colunas na visuaização de processos são ajustados automaticamente

source: A new dark mode
es: Un nuevo modo oscuro
nl: Een nieuwe donkere modus
pt_br: Um novo modo escuro

source: The "Clean Up" button gets deactivated when it is already in progress, so you don't accidentally hit it twice
es: El botón "Limpiar" se desactiva cuando está en marcha, así se evita que accidentalmente lo pulse dos veces
nl: De knop 'Opschonen' wordt nu uitgeschakeld als het opschonen al aan de gang is zodat je er niet per ongeluk twee keer op kan drukken
pt_br: o botão "Limpar" se desativa quando está em uso, evitando o precionamento acidental de duas vezes

source: Spanish translations thanks to @SrGMC
nl: Spaanse vertaling, met dank aan @SrGMC

source: Lithuanian translations thanks to @welaq
nl: Litouwse vertaling, met dank aan @welaq

source: Dutch translations thanks to @Vistaus
nl: Nederlandse vertaling, met dank aan @Vistaus

source: Get a detailed overview of the deleted files
es: Obtén una vista general detallada de los archivos eliminados
nl: Bekijk een gedetailleerd overzicht van de verwijderde bestanden
pt_br: Obtenha uma visão geral detalhada dos arquivos excluídos

source: Calculating the size of the deleted files
es: Calculando tamaño de archivos eliminados
nl: Bezig met berekenen van grootte van verwijderde bestanden
pt_br: Calculando o tamanho dos arquivos excluídos

source: Showing a detailed list of those files
es: Mostrando vista detallada de esos archivos
nl: Gedetailleerde lijst van die bestanden tonen
pt_br: Mostrando uma lista detalhada desses arquivos

source: The circular progress bars will now get inactive when the window loses focus
es: Las barras de progreso circulares se desactivarán cuando la ventana pierda su enfoque.
nl: De ronde voortgangsbalken zijn nu inactief als het venster de focus verliest
pt_br: As barras circulares de progresso agora ficam inativas quando a janela perde o foco

source: Fix a bug where the window is too large when using French translations
es: Se ha corregido un error por el que la ventana era demasiado grande con las traducciones al francés.
nl: Bug opgelost waarbij het venster te groot was bij gebruik van de Franse vertaling
pt_br: Correção de um erro em que a janela é muito grande ao usar traduções em francês

source: Fixes for French translations
es: Arreglos para las traducciones francesas
nl: Foutjes in de Franse vertaling opgelost
pt_br: Correções para traduções em francês

source: French translations thanks to @NathanBnm
es: Traducciones al francés gracias a @NathanBnm
nl: Franse vertaling, met dank aan @NathanBnm
pt_br: Traduções para o francês graças a @NathanBnm

source: Initial release
es: Lanzamiento Inicial
nl: InitiÃ«le uitgave
pt_br: lançamento inicial
