Repository: hannesschulze/optimizer
Catalog: po/*.po
Languages: tr

source: Clean up your system
tr: Sisteminizi temizleyin

source: Find out what's eating up your system resources and delete unnecessary files from your disk.
tr: Sistem kaynaklarınızı neyin tükettiğini keşfedin ve gereksiz dosyaları diskinizden silin.

source: Visualize the files that can be deleted
tr: Silinecek dosyaları görselleştir

source: A new visualizer of the files that can be deleted in the system cleaner
tr: Sistem temizleyicide silinebilecek dosyalar için yeni bir görselleştirici

source: You won't get asked if you want to continue when the selected directories are already empty
tr: Seçilen dizinler zaten boş olması durumunda devam etmek isteyip istemediğiniz sorulmaz

source: You can now "Select All" items in the system cleaner
tr: Sistem temizleyicisine "Tümünü Seç" seçeneği eklendi

source: The column sizes in the processes overview are adjusted automatically
tr: Süreç genel görünümündeki sütun boyutları kendiliğinden ayarlanır

source: A new dark mode
tr: Yeni koyu tema kipi

source: The "Clean Up" button gets deactivated when it is already in progress, so you don't accidentally hit it twice
tr: "Temizle" düğmesi işlem devam ederken devre dışı bırakılır, bu sayede yanlışlıkla ikinci defa tıklayamazsınız

source: Spanish translations thanks to @SrGMC
tr: İspanyolca çeviri için @SrGMC'a teşekkürler

source: Lithuanian translations thanks to @welaq
tr: Litvanca çeviri için @welaq'a teşekkürler

source: Dutch translations thanks to @Vistaus
tr: Felemenkçe çeviri için @Vistaus'a teşekkürler

source: Get a detailed overview of the deleted files
tr: Silinen dosyalara ayrıntılı genel bakış at

source: Calculating the size of the deleted files
tr: Silinen dosyaların boyutunun hesaplanması

source: Showing a detailed list of those files
tr: Silinen dosyaların ayrıntılı listesinin görüntülenmesi

source: The circular progress bars will now get inactive when the window loses focus
tr: Pencere odağı değiştiğinde dairesel ilerleme çubukları artık etkin değil

source: Fix a bug where the window is too large when using French translations
tr: Fransızca çeviriler kullanılırken pencerenin çok büyük olduğu bir hata düzeltildi

source: Fixes for French translations
tr: Fransızca çeviri düzeltmeleri

source: French translations thanks to @NathanBnm
tr: Fransızca çeviri için @NathanBnm'a teşekkürler

source: Initial release
tr: İlk sürüm

source: Translators
tr: Çevirmenler

source: Website
tr: Web Sitesi

source: CPU
tr: İşlemci

source: RAM
tr: Bellek

source: Download:
tr: İndirme Hızı:

source: Upload:
tr: Gönderim Hızı:

source: Calculating file size…
tr: Dosya boyutu hesaplanıyor…

source: Package Caches
tr: Paket Önbellekleri

source: Crash Reports
tr: Çökme Raporları

source: Application Logs
tr: Uygulama Günlükleri

source: Application Caches
tr: Uygulama Önbellekleri

source: Trash
tr: Çöp

source: Select all
tr: Tümünü seç

source: Clean Up
tr: Temizle

source: Do you want to continue?
tr: Devam etmek istiyor musun?

source: Continue
tr: Devam et

source: This will delete the following files (%s):
tr: Bu işlem şu dosyaları silecek (%s):

source: Deleting selected files…
tr: Seçilen dosyalar siliniyor…

source: The selected items are already empty
tr: Seçilen ögeler zaten boş

source: No items selected
tr: Hiçbir öge seçilmedi

source: Finished cleaning up with no errors
tr: Temizleme hatasız tamamlandı

source: Finished cleaning up %s
tr: Temizlik tamamlandı %s

source: with errors!
tr: - çeşitli hatalar oluştu!

source: with no errors
tr: - hiçbir hata oluşmadı

source: End Process
tr: Süreci Sonlandır

source: Total Memory
tr: Toplam Bellek

source: % Memory
tr: Bellek %

source: User
tr: Kullanıcı

source: % CPU
tr: İşlemci %

source: Process
tr: Süreç

source: Dashboard
tr: Gösterge Paneli

source: Cleaner
tr: Temizleyici

source: Processes
tr: Süreçler

source: Monitored partition
tr: İzlenen bölüm

source: Quit
tr: Çık

source: %d Percent
tr: Yüzde %d

source: Hostname:
tr: Bilgisayar adı:

source: Distribution:
tr: Dağıtım:

source: Architecture:
tr: Mimari:

source: Kernel:
tr: Çekirdek:

source: CPU Model:
tr: İşlemci Modeli:

source: CPU Cores:
tr: İşlemci Çekirdek Sayısı:

source: Unknown
tr: Bilinmiyor

source: Single-Core
tr: Tek Çekirdekli

source: Dual-Core
tr: Çift Çekirdekli

source: Quad-Core
tr: Dört Çekirdekli

source: Cores
tr: Çekirdek

source: Other
tr: Diğer

source: %s out of %s can be deleted
tr: %s / %s silinebilir

source: Options
tr: Seçenekler
